{
  "L1": {
    "title": "Unit 1: The Heart of a Champion",
    "stages": {
      "1": [
        "CHAMPION", "DEDICATION", "MEDAL", "INJURY", "SUCCESS", "PAIN", "IMMEDIATELY", "COLLAPSE", "MEDICAL", "STAFF", "COURAGE", "STRENGTH", "SUPPORT", "STRUGGLE", "PRIDE", "EMOTIONAL", "ADMIRATION", "RESPECT",
        "TAKE OFF", "HAVE ONE'S HEART SET ON", "SPEED UP", "RISE TO ONE'S FEET", "CARRY THROUGH"
      ],
      "2": [
        "HOWARD IS THE WORLD CHESS CHAMPION.",
        "SHE SHOWS TOTAL DEDICATION TO THIS PROJECT.",
        "THE ATHLETE WON A GOLD MEDAL IN THE RACE.",
        "HE SUFFERED A SERIOUS LEG INJURY.",
        "HARD WORK LED TO HER SUCCESS.",
        "HE FELT A SHARP PAIN IN HIS KNEE.",
        "I NEED TO LEAVE IMMEDIATELY FOR THE AIRPORT.",
        "THE OLD BUILDING COLLAPSED DURING THE STORM.",
        "SHE WANTS TO GO TO MEDICAL SCHOOL.",
        "THE HOTEL STAFF GREETED US POLITELY.",
        "IT TAKES COURAGE TO FACE YOUR FEARS.",
        "HE EXERCISES TO BUILD UP HIS STRENGTH.",
        "HIS PARENTS ALWAYS SUPPORT HIS DREAMS.",
        "THE TRUCK STRUGGLED UP THE STEEP HILL.",
        "HE TOOK PRIDE IN HIS BROTHER'S VICTORY.",
        "THE GRADUATION WAS A VERY EMOTIONAL MOMENT.",
        "FANS SHOWED THEIR ADMIRATION FOR THE ACTOR.",
        "WE SHOULD SHOW RESPECT TO THE ELDERLY.",
        "THE PLANE TOOK OFF ON TIME.",
        "HE HAS HIS HEART SET ON WINNING.",
        "WE NEED TO SPEED UP OUR WORK.",
        "THE CROWD ROSE TO THEIR FEET AND CHEERED.",
        "FRIENDS HELPED CARRY HIM THROUGH THE CRISIS."
      ]
    }
  },
  "L2": {
    "title": "Unit 2: My Mouth's in Airplane Mode!",
    "stages": {
      "1": [
        "WARN", "ANNOUNCEMENT", "RESEARCH", "FLAVOR", "PRESSURE", "NORMALLY", "DISTINGUISH", "ACCURATELY", "FUNCTION", "BLAME", "AFFECT", "PASSENGER", "DISTRACT", "INDICATE", "CONDITIONS", "SOLUTION", "INGREDIENT", "RECIPE", "COMPARISON", "REMAIN", "PROVIDE", "PLEASANT",
        "BE USED TO", "NEEDLESS TO SAY", "BELIEVE IT OR NOT", "COME UP WITH", "IN COMPARISON WITH", "REGARDLESS OF"
      ],
      "2": [
        "THE POLICE WARNED THE DRIVER TO SLOW DOWN.",
        "THE CAPTAIN MADE AN ANNOUNCEMENT TO THE PASSENGERS.",
        "NEW RESEARCH SHOWS THAT COFFEE IS HEALTHY.",
        "I LIKE THE FRESH FLAVOR OF THIS FRUIT.",
        "HE IS UNDER GREAT PRESSURE AT WORK.",
        "SHE NORMALLY GOES JOGGING IN THE MORNING.",
        "IT IS HARD TO DISTINGUISH THE TWINS.",
        "COMPUTERS CAN CALCULATE MATH PROBLEMS ACCURATELY.",
        "THE NEW MACHINE FUNCTIONS VERY WELL.",
        "DON'T BLAME ME FOR YOUR MISTAKES.",
        "LOUD NOISE CAN AFFECT YOUR HEARING.",
        "THE PASSENGERS ARE WAITING AT THE GATE.",
        "DON'T DISTRACT ME WHILE I AM DRIVING.",
        "THE SIGNS INDICATE THAT THE ROAD IS CLOSED.",
        "THE CAR WORKS WELL IN COLD CONDITIONS.",
        "WE NEED TO FIND A BETTER SOLUTION.",
        "FRESH VEGETABLES ARE THE MAIN INGREDIENT.",
        "SHE FOLLOWED A RECIPE TO BAKE THE CAKE.",
        "THE TWO CARS ARE SIMILAR IN COMPARISON.",
        "PLEASE REMAIN SEATED DURING THE FLIGHT.",
        "THE SCHOOL PROVIDES FREE LUNCH FOR STUDENTS.",
        "WE HAD A PLEASANT TRIP TO THE BEACH.",
        "I AM USED TO GETTING UP EARLY.",
        "NEEDLESS TO SAY, HE WAS VERY ANGRY.",
        "BELIEVE IT OR NOT, SHE IS SIXTY YEARS OLD.",
        "CAN YOU COME UP WITH A NEW IDEA?",
        "THIS ROOM IS LARGE IN COMPARISON WITH THAT ONE.",
        "HE WENT OUT REGARDLESS OF THE HEAVY RAIN."
      ]
    }
  },
  "L3": {
    "title": "Unit 3: The Birthmark",
    "stages": {
      "1": [
        "GRACE", "DESPERATELY", "RELUCTANTLY", "DESCRIBE", "SHIVER", "FAINT", "SCIENTIFIC", "FRUSTRATION", "STUBBORN", "RAGE", "CONCENTRATION", "EXPLAIN", "SINCERITY", "CONFESS", "RESTORE", "FADE", "HARDLY", "TRACE", "DEPART", "REGRET",
        "PUT ASIDE", "FROM THEN ON", "ALL THE MORE", "FLY INTO A RAGE", "FOR ONE THING", "BE FILLED WITH", "SLIP AWAY"
      ],
      "2": [
        "THE CAT LEAPT ONTO THE WINDOWSILL WITH GRACE.",
        "THE MOTHER DESPERATELY SEARCHED THE CROWDED MALL.",
        "JOHN RELUCTANTLY AGREED TO TIDY HIS BEDROOM.",
        "PEOPLE OFTEN DESCRIBE ZOE AS A DEDICATED PERSON.",
        "JAMIE SHIVERED WITH FEAR AS THE DOG DREW NEARER.",
        "BEN NEARLY FAINTED AFTER RUNNING IN THE HEAT.",
        "THE STUDENTS CONDUCTED A SCIENTIFIC EXPERIMENT.",
        "HARRY YELLED OUT IN FRUSTRATION.",
        "JACK REMAINED STUBBORN AND REFUSED TO CHANGE HIS MIND.",
        "KRIS STORMED OUT OF THE ROOM IN A RAGE.",
        "JULIA BEGAN TO LOSE CONCENTRATION AFTER STUDYING.",
        "THE COACH CAREFULLY EXPLAINED THE RULES.",
        "AMY DECIDED TO FORGIVE HIM BECAUSE OF HIS SINCERITY.",
        "KEVIN CONFESSED THAT HE DROVE THE STOLEN CAR.",
        "LISA IS NOW FULLY RESTORED TO HEALTH.",
        "MARK'S DREAM STARTED TO FADE OVER TIME.",
        "NOAH COULD HARDLY BELIEVE HER BEAUTIFUL VOICE.",
        "THE HIKER VANISHED WITHOUT A TRACE.",
        "THE SOLDIER DEPARTED THIS WORLD PEACEFULLY.",
        "HENRY EXPRESSED DEEP REGRET AT NOT SPENDING TIME WITH HER.",
        "MARIA PUT ASIDE HER DINNER PREPARATION.",
        "I DECIDED TO STUDY HARDER FROM THEN ON.",
        "JULIE BECAME ALL THE MORE EXCITED ABOUT THE VACATION.",
        "JAMES HEARD THE NEWS AND FLEW INTO A RAGE.",
        "FOR ONE THING, THE FOOD HERE IS ALWAYS DELICIOUS.",
        "THE STREETS ARE FILLED WITH COLORFUL DECORATIONS.",
        "GERRY QUIETLY SLIPPED AWAY IN THE MORNING."
      ]
    }
  },
  "L4": {
    "title": "Unit 4: Malala: Stronger Than Violence",
    "stages": {
      "1": [
        "FEMALE", "REGION", "FORBID", "CONTINUE", "EDUCATION", "PRINCIPAL", "EQUAL", "CONTROL", "ANNOY", "THREATEN", "SURGERY", "RECOVER", "SIGN", "PERSUADE", "ADOPT", "POLICY", "ENSURE", "ESTABLISH", "HONOR", "WEAPON",
        "TAKE NOTICE", "BLOW UP", "TAKE AWAY", "SPEAK OUT", "CALL FOR"
      ],
      "2": [
        "AMELIA EARHART WAS THE FIRST FEMALE PILOT TO FLY SOLO.",
        "THE NORTHERN REGIONS OF THE COUNTRY ARE USUALLY SNOWY.",
        "THE GOVERNMENT FORBADE FACTORIES TO DUMP WASTE IN THE SEA.",
        "AFTER A SHORT BREAK, WALLY CONTINUED HIS WORK.",
        "TWO NEW SCHOOLS WERE BUILT TO IMPROVE THE QUALITY OF EDUCATION.",
        "MRS. LEE HAS BEEN THE SCHOOL'S PRINCIPAL FOR TEN YEARS.",
        "EVERYONE SHOULD ENJOY EQUAL RIGHTS AND BE TREATED THE SAME.",
        "IT IS IMPORTANT TO CONTROL YOUR WEIGHT FOR YOUR HEALTH.",
        "IT REALLY ANNOYS MRS. DONALD WHEN HER CHILDREN DON'T WASH HANDS.",
        "THE ROBBER THREATENED THE BANK STAFF WITH A GUN.",
        "WHEN JOEL HAD A HEART OPERATION, A DOCTOR PERFORMED THE SURGERY.",
        "STACY RECOVERED FROM THE FLU AND WENT BACK TO WORK.",
        "DAVID SIGNED HIS NAME AT THE BOTTOM OF THE LETTER.",
        "MR. KENNEDY TRIED TO PERSUADE HER TO DO MORE EXERCISE.",
        "EACH GROUP ADOPTED A DIFFERENT STRATEGY TO SOLVE THE PROBLEM.",
        "OUR GOVERNMENT ADOPTED STRICTER POLICIES ON RECYCLING.",
        "A NEW LAW WILL ENSURE THAT EVERY CHILD GETS PROPER CARE.",
        "HARVARD UNIVERSITY WAS ESTABLISHED IN 1636.",
        "ANG LEE HAS RECEIVED MANY HONORS FOR HIS MOVING MOVIES.",
        "EXERCISING IS AN EFFECTIVE WEAPON AGAINST STRESS.",
        "NO ONE TOOK NOTICE WHEN ALEX LEFT LAST NIGHT.",
        "ENEMY FORCES BLEW UP THE BRIDGE WITH A BOMB.",
        "ROBERT'S PARENTS TOOK AWAY HIS SMARTPHONE TO HELP HIM FOCUS.",
        "MANY CITIZENS HAVE SPOKEN OUT AGAINST THE NUCLEAR PLANTS.",
        "THE WORKERS CALLED FOR THE COMPANY TO RAISE THEIR SALARIES."
      ]
    }
  }
}
