{
  "L1": {
    "title": "UNIT 1: THE DAY I BROKE THE RULES",
    "stages": {
      "1": [
        "EMPLOY", "CORPORATION", "SUFFER", "TERMINAL", "ILLNESS", "TREMENDOUSLY", "LAUGHTER", "FRIGHTEN", "CONTACT", "GERM", "WARMTH", "FRAIL", "PROMPT", "CONFINE", "SPARKLE", "HUG", "DROWSY", "STRETCH", "REFUSE", "HESITATE",
        "PASS ON TO", "CHEER UP", "TURN DOWN", "BE ABOUT TO", "AFTER ALL", "PASS AWAY", "MAKE A DIFFERENCE"
      ],
      "2": [
        "WITH HIS BUSINESS GROWING FAST MISTER FINCH DECIDED TO EMPLOY MORE PEOPLE.",
        "LARGE CORPORATIONS USUALLY OPERATE IN MANY COUNTRIES AROUND THE WORLD.",
        "UNCLE HARRY SUFFERS FROM A HEART PROBLEM SO HE MUST EAT HEALTHY FOOD.",
        "THE DOCTOR SAID THE DISEASE WAS TERMINAL AND COULD NOT BE CURED.",
        "MANY PEOPLE SUFFER FROM ILLNESSES BECAUSE THEY HAVE UNHEALTHY LIFESTYLES.",
        "SHE WAS TREMENDOUSLY HAPPY WHEN HER TEAM WON THE FINAL GAME.",
        "EVERY TIME HE TELLS A FUNNY JOKE WE ALL BURST INTO LAUGHTER.",
        "THE LOUD NOISE IN THE DARK KITCHEN FRIGHTENED THE LITTLE BOY.",
        "WASH YOUR HANDS AFTER THEY COME INTO CONTACT WITH DIRTY SURFACES.",
        "WASHING YOUR HANDS WITH SOAP WILL KILL THE GERMS THAT CAUSE DISEASES.",
        "THE WARMTH IN HER SMILE MADE ME FEEL VERY WELCOME AT HER HOME.",
        "AFTER SPENDING A MONTH IN THE HOSPITAL THE OLD MAN WAS VERY FRAIL.",
        "THE STRANGE NOISES PROMPTED ME TO GET UP AND LOOK AROUND.",
        "THE DOCTOR TOLD THE SICK PATIENT TO BE CONFINED TO HIS BED.",
        "THERE WAS STILL A SPARKLE IN HIS EYES WHEN HE TOLD US THE STORY.",
        "SHE GAVE HER BEST FRIEND A WARM HUG BEFORE SHE LEFT THE COUNTRY.",
        "I DID NOT SLEEP WELL LAST NIGHT SO I FEEL VERY DROWSY TODAY.",
        "THE LITTLE BOY HAD TO STRETCH HIS ARM TO REACH THE TOY ON THE SHELF.",
        "HE OFFERED TO HELP ME BUT I REFUSED BECAUSE I WANTED TO DO IT ALONE.",
        "SHE DID NOT HESITATE TO SAY YES WHEN HE ASKED HER TO GO TO THE PARTY.",
        "COUGHING WITHOUT COVERING YOUR MOUTH COULD PASS ON GERMS TO OTHERS.",
        "ANNIE FELT SAD SO I GAVE HER A GIFT TO CHEER HER UP.",
        "SHE ASKED HIM TO THE PARTY BUT HE TURNED HER DOWN.",
        "I WAS ABOUT TO LEAVE THE HOUSE WHEN THE PHONE RANG.",
        "WE SHOULD BE KIND TO EVERYONE AFTER ALL WE ARE ALL HUMANS.",
        "HIS GRANDFATHER PASSED AWAY PEACEFULLY AT HOME LAST NIGHT.",
        "MISSES TATE MADE A DIFFERENCE IN MY LIFE BECAUSE SHE ALWAYS HELPED ME."
      ]
    }
  },
  "L2": {
    "title": "UNIT 2: THE MARSHMALLOW CHALLENGE",
    "stages": {
      "1": [
        "INNOVATIVE", "PROMISE", "MATERIAL", "MENTION", "STRUCTURE", "CAPABLE", "COLLABORATE", "ARCHITECT", "GRADUATE", "CONSTRUCT", "SLIGHTLY", "RANK", "UNIQUE", "ADJUST", "RELY", "FEEDBACK", "ELEMENT", "STABILITY", "ROUTE", "EXPLORE",
        "TRIAL AND ERROR", "IN CHARGE", "FIGURE OUT", "ROLL UP ONE'S SLEEVES", "GET DOWN TO", "BREAK THE ICE", "ON THE OTHER HAND"
      ],
      "2": [
        "SUCCESSFUL INVENTIONS OFTEN USE AN INNOVATIVE WAY TO SOLVE PROBLEMS.",
        "THE DARK CLOUDS PROMISE RAIN SO WE SHOULD TAKE OUR UMBRELLAS.",
        "THE TEACHER GAVE US PAPER AND OTHER MATERIALS TO MAKE LANTERNS.",
        "HE MENTIONED THE TRIP PLAN TO HIS PARENTS AND THEY LIKED IT.",
        "THEY CHECKED THE STRUCTURE OF THE BUILDING BEFORE IT WAS FINISHED.",
        "AFTER TAKING LESSONS FOR A YEAR SHE WAS CAPABLE OF PLAYING THE GUITAR.",
        "MANY FAMOUS ARTISTS COLLABORATE TO CREATE NEW COLLECTIONS.",
        "THE ARCHITECT DESIGNED A BEAUTIFUL NEW OFFICE FOR THE COMPANY.",
        "AFTER HER GRADUATION SHE DECIDED TO KEEP STUDYING FOR A MASTERS DEGREE.",
        "IT TOOK TWO YEARS TO CONSTRUCT THE FAMOUS EIFFEL TOWER IN PARIS.",
        "IT TOOK HER SLIGHTLY LONGER TO FIND A JOB BUT IT WAS WORTH THE WAIT.",
        "MANY TOP UNIVERSITIES RANK IN THE TOP ONE PERCENT OF THE WORLD.",
        "THE COCONUT CRAB IS A UNIQUE TYPE OF CRAB THAT CAN CLIMB TREES.",
        "THIS SOFTWARE ALLOWS YOU TO ADJUST THE COLOR AND SIZE OF YOUR PHOTOS.",
        "SOME SMALL COUNTRIES RELY ON TOURISM TO HELP THEIR ECONOMY.",
        "AFTER GETTING FEEDBACK FROM CUSTOMERS THE COMPANY IMPROVED THE PRODUCT.",
        "KEEPING THE RIGHT TEMPERATURE IS A KEY ELEMENT IN FOOD SAFETY.",
        "THE ECONOMY IS STABLE SO WE EXPECT STEADY GROWTH NEXT YEAR.",
        "THE MAIN ROAD WAS CLOSED SO THE FAMILY TOOK A DIFFERENT ROUTE.",
        "SCIENTISTS WANT TO EXPLORE MARS TO SEE IF THERE IS ANY LIFE.",
        "THEY USED TRIAL AND ERROR TO FIND THE BEST DESIGN FOR THE TOWER.",
        "SHE IS IN CHARGE OF THE PROJECT BECAUSE SHE HAS THE MOST EXPERIENCE.",
        "WE NEED TO FIGURE OUT A SIMPLE WAY TO SOLVE THIS PROBLEM.",
        "IT IS TIME TO ROLL UP OUR SLEEVES AND START THE WORK.",
        "STOP WASTING TIME AND LET US GET DOWN TO BUSINESS.",
        "PLAYING GAMES IS A GOOD WAY TO BREAK THE ICE IN A NEW GROUP.",
        "HE LIKES SPORTS BUT ON THE OTHER HAND HE ENJOYS READING BOOKS."
      ]
    }
  }
}
